<template>
<div id="privacypolicy">
  <v-container>
    <v-row>
      <v-col></v-col>
      <v-col cols="12" md="8" lg="8">
        <div class="title text-center">
          <h2 class="text-h2 grey--text text--darken-3">隱私權政策</h2>
          <h3 class="text-h4 mt-5 font-weight-light grey--text text--darken-3">PRIVACY TERM</h3>
        </div>
        <div class="maincontent mt-15">
          <div class="content px-15 py-15">
          <h4 class="text-h4 light-green--text text--darken-3 font-weight-bold">隱私權政策</h4>
          <p class="mt-5">小農飯盒非常重視用戶的隱私權，因此制訂了隱私權保護政策，請您詳閱以下內容。</p>
          <p>若您未滿二十歲，應請您的家長（或監護人）協同閱讀、瞭解並同意本政策之所有內容，當您繼續使用本網站服務時，即推定您的家長（或監護人）已閱讀、瞭解並同意接受本政策之所有內容，並遵守全部適用的法律與規定。</p>
            <div class="subcontent">
              <p>一、隱私權內容</p>
              <ul>
                <li>隱私權保護政策內容包括本網站如何處理由用戶使用網站服務時所收集到的身份識別資料，也包括本網站如何處理在商業伙伴與本網站合作時分享的任何身份識別資料。</li>
                <li>隱私權保護政策並不適用於小農飯盒以外的公司、非我們所僱用或管理的人員。</li>
                <li>當您註冊帳號、使用本網站的產品或服務、瀏覽本網站網頁、參加活動或贈獎時，小農飯盒會收集您的個人識別資料，為保障您的隱私及安全，您的帳號資料會用密碼保護。</li>
                <li>小農飯盒會自動接收並紀錄您瀏覽器上的伺服器數值（包括IP Address、第三方的廣告性Cookies中的資料及您要求取用的網頁紀錄）。</li>
                <li>您有隨時修改帳號資料的權力，其中包括接受小農飯盒通知您特別活動或新產品的決定權。</li>
                <li>您使用小農飯盒網站服務時，在使用過程中所有的資料紀錄，應以小農飯盒網站或第三方網站所記錄的資料為準。若有發生任何糾紛，雙方將以最大誠意提出各自所儲存或調閱的電子、書面資料記錄提交於法院或公正第三人作認定。</li>
              </ul>
            </div>
            <div class="subcontent">
              <p>二、隱私權內容</p>
              <ul>
                <li>隱私權保護政策內容包括本網站如何處理由用戶使用網站服務時所收集到的身份識別資料，也包括本網站如何處理在商業伙伴與本網站合作時分享的任何身份識別資料。</li>
                <li>隱私權保護政策並不適用於小農飯盒以外的公司、非我們所僱用或管理的人員。</li>
                <li>當您註冊帳號、使用本網站的產品或服務、瀏覽本網站網頁、參加活動或贈獎時，小農飯盒會收集您的個人識別資料，為保障您的隱私及安全，您的帳號資料會用密碼保護。</li>
                <li>小農飯盒會自動接收並紀錄您瀏覽器上的伺服器數值（包括IP Address、第三方的廣告性Cookies中的資料及您要求取用的網頁紀錄）。</li>
                <li>您有隨時修改帳號資料的權力，其中包括接受小農飯盒通知您特別活動或新產品的決定權。</li>
                <li>您使用小農飯盒網站服務時，在使用過程中所有的資料紀錄，應以小農飯盒網站或第三方網站所記錄的資料為準。若有發生任何糾紛，雙方將以最大誠意提出各自所儲存或調閱的電子、書面資料記錄提交於法院或公正第三人作認定。</li>
              </ul>
            </div>
            <div class="subcontent">
              <p>三、隱私權內容</p>
              <ul>
                <li>隱私權保護政策內容包括本網站如何處理由用戶使用網站服務時所收集到的身份識別資料，也包括本網站如何處理在商業伙伴與本網站合作時分享的任何身份識別資料。</li>
                <li>隱私權保護政策並不適用於小農飯盒以外的公司、非我們所僱用或管理的人員。</li>
                <li>當您註冊帳號、使用本網站的產品或服務、瀏覽本網站網頁、參加活動或贈獎時，小農飯盒會收集您的個人識別資料，為保障您的隱私及安全，您的帳號資料會用密碼保護。</li>
                <li>小農飯盒會自動接收並紀錄您瀏覽器上的伺服器數值（包括IP Address、第三方的廣告性Cookies中的資料及您要求取用的網頁紀錄）。</li>
                <li>您有隨時修改帳號資料的權力，其中包括接受小農飯盒通知您特別活動或新產品的決定權。</li>
                <li>您使用小農飯盒網站服務時，在使用過程中所有的資料紀錄，應以小農飯盒網站或第三方網站所記錄的資料為準。若有發生任何糾紛，雙方將以最大誠意提出各自所儲存或調閱的電子、書面資料記錄提交於法院或公正第三人作認定。</li>
              </ul>
            </div>
            <div class="subcontent">
              <p>四、隱私權內容</p>
              <ul>
                <li>隱私權保護政策內容包括本網站如何處理由用戶使用網站服務時所收集到的身份識別資料，也包括本網站如何處理在商業伙伴與本網站合作時分享的任何身份識別資料。</li>
                <li>隱私權保護政策並不適用於小農飯盒以外的公司、非我們所僱用或管理的人員。</li>
                <li>當您註冊帳號、使用本網站的產品或服務、瀏覽本網站網頁、參加活動或贈獎時，小農飯盒會收集您的個人識別資料，為保障您的隱私及安全，您的帳號資料會用密碼保護。</li>
                <li>小農飯盒會自動接收並紀錄您瀏覽器上的伺服器數值（包括IP Address、第三方的廣告性Cookies中的資料及您要求取用的網頁紀錄）。</li>
                <li>您有隨時修改帳號資料的權力，其中包括接受小農飯盒通知您特別活動或新產品的決定權。</li>
                <li>您使用小農飯盒網站服務時，在使用過程中所有的資料紀錄，應以小農飯盒網站或第三方網站所記錄的資料為準。若有發生任何糾紛，雙方將以最大誠意提出各自所儲存或調閱的電子、書面資料記錄提交於法院或公正第三人作認定。</li>
              </ul>
            </div>
          </div>
        </div>
      </v-col>
      <v-col></v-col>
    </v-row>
  </v-container>
</div>
</template>
<style lang="scss">
#privacypolicy{
  margin-top: 10rem;
  .maincontent{
    border: 1px solid #7CB342;
    line-height: 1.8rem;
    border-radius: 0.5rem;
    box-shadow: 0 3px 3px #888;
    li{
      margin-left: 2rem;
    }
  }
  .subcontent{
    margin-top: 3rem;
  }
}
</style>
